Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: There was an error with Act as User. Please try again later.
ar: حدث خطأ ما في التصرف كمستخدم. الرجاء إعادة المحاولة لاحقًا.
ca: S'ha produït un error amb "Actua com a usuari". Torneu a provar-ho més endavant.
cy: Gwall â'r nodwedd Gweithredu fel Defnyddiwr. Rhowch gynnig arall arni rywbryd eto.
da: Der opstod en fejl ved at fungere som bruger. Prøv igen senere.
da_instk12: Der opstod en fejl ved at fungere som bruger. Prøv igen senere.
de: Fehler beim Handeln als Benutzer*in Versuchen Sie es später noch einmal.
es: Ocurrió un error al actuar como usuario. Inténtelo de nuevo más tarde.
es_es: Ha habido un error al actuar como usuario. Inténtalo de nuevo más tarde.
fi: Ilmeni virhe toiminnossa Toimi käyttäjänä. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite avec Agir en tant qu'utilisateur. Veuillez réessayer plus tard.
fr_ca: Un problème est survenu avec l’action « Agir en tant qu'utilisateur ». Veuillez essayer de nouveau plus tard.
ga: Tharla earráid le Gníomhú mar Úsáideoir. Bain triail eile as ar ball.
hi: उपयोगकर्ता के रूप में कार्य करें के साथ त्रुटि हुई। कृपया बाद में फिर से कोशिश करें।
ht: Te gen yon erè nan Aji tankou Itilizatè. Tanpri eseye ankò.
id: Terjadi kesalahan dengan Bertindak sebagai Pengguna! Silakan coba lagi nanti.
is: Villa kom upp við bregðast við sem notandi. Vinsamlegast reyndu aftur seinna.
it: Si è verificato un errore durante l’operazione Agisci come utente. Riprova in seguito.
ja: ユーザーとして行動する際にエラーが発生しました。後ほどもういちど試してください。
ko: 사용자로 가장에 오류가 있었습니다. 나중에 다시 시도하세요.
mi: He hapa ki te Mahi hei Kaiwhakamahi Tēnā koa ngana anō i muri mai.
ms: Terdapat ralat dengan Bertindak sebagai Pengguna. Sila cuba semula kemudian.
nb: Det var feil med opptre som bruker. Prøv igjen senere.
nb_instk12: Det var feil med opptre som bruker. Prøv igjen senere.
nl: Er is een fout met het instellen van Optreden als gebruiker. Probeer het later opnieuw.
pl: Wystąpił błąd podczas podszywania. Spróbuj ponownie później.
pt: Ocorreu um erro com a Lei como Utilizador. É favor, tentar novamente mais tarde.
pt_br: Houve um erro com Agir como usuário. Por favor, tente novamente mais tarde.
ru: Возникла ошибка использования функции «Действовать как пользователь». Попробуйте еще раз позже.
sl: Prišlo je do napake pri prevzemanju vloge uporabnika. Poskusite znova pozneje.
sv: Ett fel uppstod med funktionen Agera som användare. Försök igen senare.
sv_instk12: Ett fel uppstod med funktionen Agera som användare. Försök igen senare.
th: มีข้อผิดพลาดกับ ดำเนินการในฐานะผู้ใช้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khi Đóng Vai Trò Người Dùng. Vui lòng thử lại sau.
zh: 临时代理用户出错。请稍后再试。
zh_hk: 作為使用者時出現錯誤。請稍後重試。

source: There was an unexpected error.
ar: حدث خطأ غير متوقع.
ca: S’ha produït un error inesperat.
cy: Gwall annisgwyl.
da: Der opstod en uventet fejl.
da_instk12: Der opstod en uventet fejl.
de: Es gab einen unerwarteten Fehler.
es: Se produjo un error inesperado.
es_es: Ha habido un error inesperado.
fi: Ilmeni odottamaton virhe.
fr: Erreur inattendue.
fr_ca: Erreur inattendue.
ga: Tharla earráid gan choinne.
hi: अनपेक्षित त्रुटि उत्पन्न हुई।
ht: Te gen yon erè sanzatann.
id: Terjadi kesalahan tak terduga.
is: Upp kom óvænt villa.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーがありました。
ko: 예상치 못한 오류가 있었습니다.
mi: He hapa ohorere i puta
ms: Terdapat ralat tidak dijangka.
nb: Det oppsto en uventet feil.
nb_instk12: Det oppsto en uventet feil.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
pt_br: Houve um erro inesperado.
ru: Возникла непредвиденная ошибка.
sl: Prišlo je do nepričakovane napake.
sv: Det uppstod ett oväntat fel.
sv_instk12: Det uppstod ett oväntat fel.
th: มีข้อผิดพลาดที่ไม่คาดคิด
vi: Đã xảy ra lỗi không lường trước.
zh: 出现意外错误。
zh_hk: 發生意外錯誤。

source: There was an unexpected error. Please try again.
ar: حدث خطأ غير متوقع. يرجى إعادة المحاولة.
ca: S'ha produït un error inesperat. Torneu-ho a provar.
cy: Gwall annisgwyl. Rhowch gynnig arall arni.
da: Der opstod en uventet fejl. Prøv igen.
da_instk12: Der opstod en uventet fejl. Prøv igen.
de: Unerwarteter Fehler. Versuchen Sie es erneut.
es: Se produjo un error inesperado. Inténtelo de nuevo.
es_es: Ha habido un error inesperado. Inténtalo de nuevo.
fi: Ilmeni odottamaton virhe. Yritä uudelleen.
fr: Une erreur inattendue est survenue. Veuillez réessayer.
fr_ca: Une erreur inattendue est survenue. Veuillez réessayer.
ga: Tharla earráid gan choinne. Bain triail as arís, le do thoil.
hi: अनपेक्षित त्रुटि उत्पन्न हुई। कृपया फिर से कोशिश करें।
ht: Yon erè fèt sanzatann. Tanpri eseye ankò.
id: Terjadi kesalahan tak terduga. Silakan coba lagi.
is: Upp kom óvænt villa. Vinsamlegast reynið aftur.
it: Si è verificato un errore imprevisto. Riprova.
ja: 予期しないエラーが発生しました。もう一度やり直してください。
ko: 예상치 못한 오류가 있었습니다. 다시 시도하세요.
mi: He hapa ohorere i puta Tēnā tarai anō.
ms: Terdapat ralat tidak dijangka. Sila cuba semula.
nb: Det oppsto en uventet feil. Prøv på nytt.
nb_instk12: Det oppsto en uventet feil. Prøv på nytt.
nl: Er is een onverwachte fout opgetreden. Probeer het nog eens.
pl: Pojawił się nieoczekiwany błąd, spróbuj ponownie.
pt: Houve um erro inesperado. Por favor, tente novamente.
pt_br: Houve um erro inesperado. Por favor, tente novamente.
ru: Произошла непредвиденная ошибка. Попробуйте еще раз.
sl: Prišlo je do nepričakovane napake. Poskusite znova pozneje.
sv: Ett oväntat fel uppstod. Försök igen.
sv_instk12: Ett oväntat fel uppstod. Försök igen.
th: มีข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi không lường trước. Vui lòng thử lại.
zh: 出现意外错误。请重试。
zh_hk: 有意外錯誤。請再試一次。

source: There are %d assignees without grades.
ar: يوجد %d معينين دون درجات.
ca: Hi ha %d beneficiaris sense nota.
cy: Mae %d aseinî heb radd.
da: Der er %d assignatarer uden karakter.
da_instk12: Der er %d assignatarer uden vurdering.
de: Es gibt %d Aufgabenempfänger ohne Noten.
es: Hay %d personas asignadas sin calificación.
es_es: Hay %d personas asignadas sin nota.
fi: %d tehtävänsaajalta puuttuu arvosana.
fr: Il y a %d personnes assignées sans note.
fr_ca: Il y a %d assignés sans notes.
ga: Tá %d sannaí gan mharcanna.
hi: ग्रेड रहित %d असाइनी हैं।
ht: Gen %d sesyonè san nòt.
id: Ada %d penerima penetapan tanpa nilai.
is: Það eru %d viðtakendur án einkunna.
it: Ci sono %d assegnatari senza voti.
ja: 評定のない課題提出者が%dいます。
ko: %d명 할당 대상자에게 성적이 없습니다.
mi: E %d ngā kaitohutohu kaore ngā kōeke.
ms: Terdapat %d penerima tugasan tanpa gred.
nb: Det er %d oppgavetakere uten vurderinger.
nb_instk12: Det er %d oppgavetakere uten vurderinger.
nl: Er zijn %d ontvangers zonder cijfer.
pl: Jest %d uczestników bez oceny.
pt: Há cessionários %d sem nota.
pt_br: Há %d cessionários sem notas.
ru: Это получатели %d без оценок.
sl: Obstaja %d prevzemnikov brez ocen.
sv: Det finns %d uppdragsgivare utan betyg.
sv_instk12: Det finns %d tilldelade personer som saknar bedömningar.
th: มี %d ผู้ได้รับมอบหมายที่ไม่มีเกรด
vi: Có %d người được giao bài tập không có điểm.
zh: 有 %d 个指定人员没有分数。
zh_hk: 有 %d 名沒有成績的獲配人。

source: Third %@
ar: %@ الثالث
ca: Tercer %@
cy: Trydydd %@
da: Tredje %@
da_instk12: Tredje %@
de: Dritter %@
es: Tercer %@
es_es: Tercer %@
fi: Kolmas %@
fr: Troisième %@
fr_ca: Troisième %@
ga: Tríú %@
hi: तीसरा %@
ht: Twazyèm %@
id: %@ Ketiga
is: Þriðja %@
it: Terzo %@
ja: 第3%@
ko: 3번째 %@
mi: Tuatoru %@
ms: %@ Ketiga
nb: Tredje %@
nb_instk12: Tredje %@
nl: Derde %@
pl: Trzeci %@
pt: Terceiro %@
pt_br: Terceiro %@
ru: Четвертый %@
sl: Tretji %@
sv: Tredje %@
sv_instk12: Tredje %@
th: %@ ที่สาม
vi: %@ Thứ Ba
zh: 第 3 %@
zh_hk: 第三個 %@

source: This assignment is due by %@
ar: هذه المهمة مستحقة بتاريخ %@
ca: Aquesta activitat venç el %@
cy: Mae’r aseiniad hwn i fod i gael ei gyflwyno erbyn %@
da: Denne opgave skal afleveres d. %@
da_instk12: Denne opgave skal afleveres d. %@
de: Diese Aufgabe ist fällig um %@
es: Esta tarea debe presentarse antes del %@
es_es: Esta actividad debe entregarse antes del %@
fi: Tämän tehtävän määräpäivä %@
fr: Ce devoir doit être rendu le %@
fr_ca: Ce travail est dû le %@
ga: Tá an tasc seo dlite roimh %@
hi: यह असाइनमेंट इस समय तक नियत है: %@
ht: Delè sesyon sa a se %@
id: Tugas ini jatuh tempo pada %@
is: Skiladagur þessa verkefnis er %@
it: Questo compito scade il %@
ja: この課題の提出期限は%@
ko: 이 과제의 기한은 %@
mi: Ko tenei whakatuanga e tika ana %@
ms: Tugasan ini cukup tempoh pada %@
nb: Denne oppgaven har frist %@
nb_instk12: Denne oppgaven har frist %@
nl: Deze opdracht moet uiterlijk worden ingeleverd op %@
pl: Termin przesłania tego zadania upłynie %@
pt: Esta tarefa é devida por %@
pt_br: Essa tarefa vence em %@
ru: Данное задание необходимо выполнить до %@
sl: Ta naloga ima rok do %@
sv: Den här uppgiften ska lämnas in %@
sv_instk12: Den här uppgiften ska lämnas in %@
th: ภารกิจนี้ครบกำหนดภายใน %@
vi: Bài tập này đến hạn vào %@
zh: 此作业的截止日期为%@
zh_hk: 作業截止日期為%@

source: This assignment was due by %@
ar: هذه المهمة كانت مستحقة بتاريخ %@
ca: Aquesta activitat ha vençut el %@
cy: Roedd yr aseiniad hwn yn fod i gael ei gyflwyno erbyn %@
da: Denne opgave skulle afleveres. d. %@
da_instk12: Denne opgave skulle afleveres. d. %@
de: Diese Aufgabe war fällig um %@
es: Esta tarea debía presentarse antes del %@
es_es: Esta actividad debía entregarse antes del %@
fi: Tämän tehtävän määräpäivä oli %@
fr: Ce devoir devait être rendu le %@
fr_ca: Ce travail était du le %@
ga: Bhí an tasc seo dlite roimh %@
hi: यह असाइनमेंट इस समय तक नियत थी: %@
ht: Delè sesyon sa a se te %@
id: Tugas ini jatuh tempo pada %@
is: Skiladagur þessa verkefnis var %@
it: Questo compito è scaduto il %@
ja: この課題の提出期限は%@
ko: 이 과제의 기한은 %@
mi: Ko tenei whakataunga i tika i %@
ms: Tugasan ini cukup tempoh pada %@
nb: Denne oppgaven hadde frist %@
nb_instk12: Denne oppgaven hadde frist %@
nl: Deze opdracht moest ingeleverd zijn op %@
pl: Termin przesłania tego zadania upłynął %@
pt: Esta tarefa foi devida por %@
pt_br: Essa tarefa venceu em %@
ru: Данное задание необходимо было выполнить до %@
sl: Ta naloga je imela rok do %@
sv: Den här uppgiften skulle ha lämnats in %@
sv_instk12: Den här uppgiften skulle ha lämnats in %@
th: ภารกิจนี้ครบกำหนดแล้วภายใน %@
vi: Bài tập này đã đến hạn vào %@
zh: 此作业已截止，截止日期为%@
zh_hk: 作業已截止，截止日期為%@

source: This course does not have any sections.
ar: لا يحتوي هذا المساق على أي أقسام.
ca: Aquesta assignatura no té cap secció.
cy: Does gan y cwrs hwn ddim adrannau.
da: Dette fag har ingen sektioner.
da_instk12: Dette fag har ingen sektioner.
de: Dieser Kurs hat keine Abschnitte.
es: Este curso no tiene ninguna sección.
es_es: Esta asignatura no tiene ninguna sección.
fi: Tässä kurssissa ei ole mitään osia.
fr: Ce cours ne contient aucune section.
fr_ca: Ce cours ne comporte aucune section.
ga: Níl aon grúpaí sa chúrsa seo.
hi: इस पाठ्यक्रम में कोई भी अनुभाग नहीं है।
ht: Kou sa a pa gen okenn seksyon.
id: Kursus ini tidak memiliki bagian apa pun.
is: Þetta námskeið inniheldur enga hluta.
it: Questo corso non ha ancora alcuna sezione.
ja: このコースにはセクションがありません。
ko: 이 과목에는 분반이 없습니다.
mi: Kaore he wāhanga mō tēnei akoranga
ms: Kursus ini tidak mempunyai sebarang seksyen.
nb: Dette emnet har ingen seksjoner.
nb_instk12: Dette faget har ingen seksjoner.
nl: Deze cursus heeft geen secties.
pl: Ten kurs nie posiada żadnych sekcji.
pt: Esta disciplina não tem seções.
pt_br: Este curso não possui seções.
ru: В этом курсе нет никаких разделов.
sl: Ta predmet ne vsebuje sekcij.
sv: Den här kursen har inga sektioner.
sv_instk12: Den här kursen har inga sektioner.
th: บทเรียนนี้ไม่มีกลุ่มย่อยใด ๆ
vi: Khóa học này không có bất kỳ phần này.
zh: 本课程没有分组。
zh_hk: 此課程無任何分班。

source: This folder is empty
ar: هذا المجلد فارغ
ca: Aquesta carpeta està buida
cy: Mae’r ffolder hon yn wag
da: Denne mappe er tom
da_instk12: Denne mappe er tom
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía
es_es: Esta carpeta está vacía
fi: Tämä kansio on tyhjä
fr: Ce dossier est vide.
fr_ca: Ce dossier est vide
ga: Tá an fillteán seo folamh
hi: यह फ़ोल्डर खाली है
ht: Dosye sa a vid
id: Folder ini kosong
is: Þessi mappa er tóm
it: Questa cartella è vuota
ja: このフォルダは空です
ko: 이 폴더는 비어 있습니다
mi: Kei te kore tēnei kōpaki
ms: Folder ini kosong
nb: Mappen er tom
nb_instk12: Mappen er tom
nl: Deze map is leeg
pl: Folder jest pusty
pt: Esta pasta está vazia
pt_br: Esta pasta está vazia
ru: Эта папка пуста
sl: Ta mapa je prazna.
sv: Den här mappen är tom
sv_instk12: Den här mappen är tom
th: โฟลเดอร์นี้ว่างเปล่า
vi: Thư mục này đang trống
zh: 此文件夹为空
zh_hk: 此資料夾為空

source: This folder is empty.
ar: هذا المجلد فارغ.
ca: Aquesta carpeta està buida.
cy: Mae’r ffolder hon yn wag.
da: Denne folder er tom.
da_instk12: Denne folder er tom.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
es_es: Esta carpeta está vacía.
fi: Tämä kansio on tyhjä.
fr: Ce répertoire est vide.
fr_ca: Ce dossier est vide.
ga: Tá an fillteán seo folamh.
hi: यह फ़ोल्डर खाली है।
ht: Dosye sa a vid.
id: Folder ini kosong.
is: Þessi mappa er tóm.
it: Questa cartella è vuota.
ja: フォルダが空白です
ko: 이 폴더는 비어 있습니다.
mi: Kei te kore tēnei kōpaki.
ms: Folder ini kosong.
nb: Mappen er tom.
nb_instk12: Mappen er tom.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt: Esta pasta está vazia.
pt_br: Esta pasta está vazia.
ru: Эта папка пуста.
sl: Ta mapa je prazna.
sv: Mappen är tom.
sv_instk12: Mappen är tom.
th: โฟลเดอร์นี้ว่างเปล่า
vi: Thư mục này đang trống.
zh: 此文件夹为空。
zh_hk: 此文件夾為空。

source: This is a media comment
ar: هذا تعليق وسائط
ca: Això és un comentari sobre un element multimèdia
cy: Mae’r sylw hwn wedi’i wneud ar gyfryngau
da: Dette er en mediekommentar
da_instk12: Dette er en mediekommentar
de: Dies ist ein Medienkommentar
es: Este es un comentario de multimedia
es_es: Este es un comentario multimedia
fi: Tämä on mediakommentti
fr: Ceci est un commentaire de média.
fr_ca: Ceci est un commentaire multimédia
ga: Is trácht meáin é seo
hi: यह मीडिया टिप्पणी है
ht: Sa se yon kòmantè miltimedya
id: Ini adalah komentar media
is: Þetta er miðilsathugasemd
it: Questo è un commento multimediale
ja: これはメディアコメントです
ko: 이것은 미디어 댓글입니다
mi: He kōrero pāpāho tēnei
ms: Ini ialah komen media
nb: Dette er en mediekommentar
nb_instk12: Dette er en mediekommentar
nl: Dit is een media-opmerking
pl: To komentarz w formie multimedialnej
pt: Este é um comentário da mídia
pt_br: Este é um comentário em mídia
ru: Это мультимедийный комментарий
sl: To je komentar v obliki medija
sv: Detta är en mediekommentar
sv_instk12: Detta är en mediekommentar
th: นี่เป็นความเห็นสำหรับสื่อ
vi: Đây là bình luận nội dung phương tiện
zh: 这是一条媒体评论
zh_hk: 這是媒體評論

source: This is your personal color setting. Only you will see this color for the course.
ar: هذا إعداد اللون الشخصي الخاص بك. أنت فقط من سترى هذا اللون للمساق.
ca: Aquesta és la configuració del vostre color personal. Cap altre usuari no veurà aquest color per a l'assignatura.
cy: Dyma'ch gosodiad lliw personol. Dim ond chi sy’n gallu gweld y lliw hwn ar gyfer y cwrs.
da: Denne er din personlige farveindstilling. Du er den eneste, der ser denne farve sammen med faget.
da_instk12: Denne er din personlige farveindstilling. Du er den eneste, der ser denne farve sammen med faget.
de: Dies ist Ihre persönliche Farbeinstellung. Nur Sie sehen diese Farbe für den Kurs.
es: Esta es su configuración de color personal. Solo usted verá este color para el curso.
es_es: Esta es tu configuración de color personal. Solo tú verás este color para la asignatura.
fi: Tämä on henkilökohtainen väriasetuksesi. Vain sinä näet tämän värin kurssille.
fr: Voici votre paramètre de couleur personnel. Vous seul verrez cette couleur pour ce cours.
fr_ca: Ceci est votre paramètre de couleur personnelle. Vous serez la seule personne à voir cette couleur pour le cours.
ga: Seo é do shocrú dathanna pearsanta. Ní fheicfidh tú ach an dath seo don chúrsa.
hi: यह आपकी व्यक्तिगत रंग सेटिंग है। पाठ्यक्रम के लिए केवल आप यह रंग देखेंगे।
ht: Sa se paramèt koulè pèsonèl ou. Sèlman ou menm k ap wè koulè sa a pou kou a.
id: Ini adalah pengaturan warna pribadi Anda. Hanya Anda yang bisa melihat warna ini untuk kursus.
is: Þetta er persónuleg litastilling þín. Aðeins þú sérð þessa litastillingu fyrir námskeiðið.
it: Questa è l’impostazione colore personale. Solo tu vedrai questo colore per il corso.
ja: これはあなたの個人的な色の設定です。あなただけがコースにこの色を見ます。
ko: 이것은 개인 색상 설정입니다. 자신만 과목에 대해 이 색을 볼 수 있습니다.
mi: Ko tēnei tō tae tautuhinga. Ko koe anake ka kite i tēnei tae mo te akoranga.
ms: Ini ialah tetapan warna peribadi anda. Hanya anda sahaja akan melihat warna ini untuk kursus ini.
nb: Dette er din personlige fargeinnstilling. Bare du vil se denne fargen for emnet.
nb_instk12: Dette er din personlige fargeinnstilling. Bare du vil se denne fargen for faget.
nl: Dit is je persoonlijke kleurinstelling. Alleen jij kunt deze kleur voor de cursus zien.
pl: To jest twoje osobiste ustawienie koloru. Tylko ty będziesz widzieć ten kurs podczas kursu.
pt: Esta é a sua definição de cor pessoal. Somente você verá essa cor para a disciplina.
pt_br: Essa é a sua configuração pessoal de cores. Só você verá essa cor para o curso.
ru: Это ваша персональная настройка цвета. Только вы будет видеть этот цвет для курса.
sl: To je vaša osebna nastavitev barve. To barvo za predmet boste videli samo vi.
sv: Detta är din personliga färginställning. Endast du kommer att se den här färgen för kursen.
sv_instk12: Detta är din personliga färginställning. Endast du kommer att se den här färgen för kursen.
th: นี่เป็นค่าปรับตั้งสีส่วนตัวของคุณ เฉพาะคุณเท่านั้นที่จะเห็นสีนี้สำหรับบทเรียนนี้
vi: Đây là cài đặt màu cá nhân của bạn Chỉ có bạn mới thấy màu này cho khóa học.
zh: 这是您的个人颜色设置。只有您自己可以看到此课程颜色。
zh_hk: 這是您的個人顏色設定。只有您會看見本課程顏色。

source: This item is not available offline.
ar: هذا العنصر غير متاح دون اتصال بالإنترنت.
ca: Aquest element no està disponible fora de línia.
cy: Nid yw’r eitem hwn ar gael all-lein
da: Dette element er ikke tilgængeligt offline.
da_instk12: Dette element er ikke tilgængeligt offline.
de: Dieses Element ist offline nicht verfügbar.
es: Este elemento no está disponible sin conexión.
es_es: Este elemento no está disponible sin conexión.
fi: Tämä kohde ei ole saatavissa verkon ulkopuolella.
fr: Cet élément n’est pas accessible hors-ligne.
fr_ca: Cet article n'est pas disponible hors ligne.
ga: Níl an mhír seo ar fáil as líne.
hi: यह आइटम ऑफ़लाइन उपलब्ध नहीं है।
ht: Atik sa a pa disponib san koneksyon.
id: Item ini tidak tersedia offline.
is: Þessi hlutur er ekki fáanlegur án nettengingar.
it: Questo elemento non è disponibile offline.
ja: このアイテムはオフラインでは利用できません。
ko: 이 항목은 오프라인에서 사용할 수 없습니다.
mi: Kāore tēnei hua i te wātea tuimotu.
ms: Item ini tidak tersedia di luar talian.
nb: Dette elementet er ikke tilgjengelig i frakoblet modus.
nb_instk12: Dette elementet er ikke tilgjengelig i frakoblet modus.
nl: Dit item is offline niet beschikbaar.
pl: Ten element nie jest dostępny offline.
pt: Este item não está disponível offline.
pt_br: Este item não está disponível off-line.
ru: Данный элемент недоступен в режиме офлайн.
sl: Ta element ni na voljo brez povezave.
sv: Det här objektet är inte tillgängligt offline.
sv_instk12: Det här objektet är inte tillgängligt offline.
th: รายการนี้ไม่สามารถใช้งานออฟไลน์
vi: Mục này không khả dụng ngoại tuyến.
zh: 该项目无法离线使用。
zh_hk: 此項目無法離線使用。

source: This message could not be sent. Tap to try again.
ar: لم يتم التمكن من إرسال هذه الرسالة. اضغط لإعادة المحاولة.
ca: No s'ha pogut enviar aquest missatge. Toqueu per tornar a provar-ho.
cy: Doedd dim modd anfon y neges hon. Tapiwch i roi cynnig arall arni.
da: Denne besked kunne ikke sendes. Tryk for at prøve igen.
da_instk12: Denne besked kunne ikke sendes. Tryk for at prøve igen.
de: Diese Nachricht konnte nicht gesendet werden. Tippen Sie darauf, um es erneut zu versuchen.
es: El mensaje no pudo enviarse. Tocar para volver a intentarlo.
es_es: El mensaje no ha podido enviarse. Toca para volver a intentarlo.
fi: Tämän viestin lähettäminen epäonnistui. Yritä uudelleen napauttamalla.
fr: Impossible d’envoyer ce message. Appuyez pour réessayer.
fr_ca: Impossible de transmettre ce message. Tapotez pour essayer de nouveau.
ga: Níorbh fhéidir an teachtaireacht seo a sheoladh. Tapáil chun triail eile a bhaint as.
hi: यह संदेश भेजा नहीं जा सका। फिर से कोशिश करने के लिए टैप करें।
ht: Mesaj sa a pa t ka ale. Tape pou eseye ankò.
id: Pesan ini tidak dapat dikirim. Ketuk untuk mencoba lagi.
is: Ekki var hægt að senda þessi skilaboð. Smelltu til að reyna aftur.
it: Impossibile inviare questo messaggio. Tocca per riprovare.
ja: このメッセージを送信できませんでした。タップして再試行してください。
ko: 이 메시지를 보낼 수 없습니다. 탭하여 다시 시도하세요.
mi: Kaore i taea te tuku i tēnei karere. Pāto ki te ngana anō.
ms: Mesej ini tidak boleh dihantar. Ketik untuk mencuba semula.
nb: Meldingen kunne ikke sendes. Trykk for å prøve igjen.
nb_instk12: Meldingen kunne ikke sendes. Trykk for å prøve igjen.
nl: Dit bericht kan niet worden verzonden. Tik om het nogmaals te proberen.
pl: Nie można wysłać tego komunikatu, Stuknij, aby ponowić próbę.
pt: Esta mensagem não pôde ser enviada. Toque para tentar novamente.
pt_br: Não foi possível enviar esta mensagem. Toque para tentar novamente.
ru: Данное сообщение нельзя отправить. Щелкните, чтобы повторить попытку.
sl: Tega sporočila ni bilo mogoče poslati. Tapnite, da poskusite znova.
sv: Detta meddelande kunde inte skickas. Tryck för att försöka igen.
sv_instk12: Detta meddelande kunde inte skickas. Tryck för att försöka igen.
th: ไม่สามารถส่งข้อความนี้ได้ กดเพื่อลองใหม่อีกครั้ง
vi: Không thể gửi tin nhắn này. Hãy nhấn để thử lại.
zh: 无法发送消息。单击以重试。
zh_hk: 無法傳送訊息。輕點以重試。

source: This module is empty.
ar: هذه الوحدة النمطية فارغة.
ca: Aquest contingut està buit.
cy: Mae’r modiwl hwn yn wag.
da: Dette modul er tomt.
da_instk12: Dette forløb er tomt.
de: Dieses Modul ist leer.
es: Este módulo está vacío.
es_es: Este contenido está vacío.
fi: Tämä moduuli on tyhjä.
fr: Ce module est vide.
fr_ca: Ce module est vide.
ga: Tá an modúl seo folamh.
hi: यह मॉड्यूल खाली है।
ht: Modil sa a vid.
id: Modul ini kosong.
is: Þessi eining er tóm.
it: Questo modulo è vuoto.
ja: このモジュールは空です。
ko: 이 모듈은 비어 있습니다.
mi: Kei te kore tēnei kōwae.
ms: Modul ini kosong.
nb: Modulen er tom.
nb_instk12: Modulen er tom.
nl: Deze module is leeg.
pl: Ten moduł jest pusty.
pt: Este módulo está vazio.
pt_br: Este módulo está vazio.
ru: Этот модуль пуст.
sl: Ta modul je prazen.
sv: Den här modulen är tom.
sv_instk12: Den här modulen är tom.
th: หน่วยการเรียนนี้ว่างเปล่า
vi: Học phần này đang trống.
zh: 该单元为空。
zh_hk: 此單元為空。
